Repository: caoboidianguc/dayearns
Catalog: Bonus/Localizable.xcstrings
Source language: en
Languages: vi

source: %@ visited
vi: %@ đã đến

source: %@'s detail
vi: %@’s chi tiết

source: %@'s Number
vi: %@’s Số

source: %lld Clients
vi: $lld Khách

source: %lld Up Coming
vi: $lld Xắp Tới

source: Add
vi: Thêm

source: Add Client
vi: Thêm khách

source: add schedule for a client
vi: thêm hẹn cho khách

source: Add Service
vi: Thêm Dịch Vụ

source: Add Tag
vi: Thêm thẻ

source: Any note to know about custommer?
vi: ghi chú về khách hàng ?

source: Birthday
vi: Sinh Nhật

source: By Name
vi: Theo Tên

source: By Price
vi: Theo Giá

source: Cancel
vi: Huỷ

source: City:
vi: Thành Phố:

source: Claim
vi: Đổi điểm

source: Client claimed their point here
vi: Khách đổi điểm ở đây

source: Client within a week will appear here.
vi: Khách trong một tuần sẽ hiện ở đây.

source: Client:
vi: Khách:

source: Clients
vi: Khách

source: Day
vi: Ngày

source: DAYS WERE SAVED
vi: NHỮNG NGÀY ĐÃ LƯU

source: Delete
vi: Xoá

source: Detail:
vi: Chi tiết:

source: Dismiss
vi: Bỏ qua

source: Done
vi: Xong

source: Earns
vi: Kiếm

source: Edit
vi: Sửa

source: Edit %@
vi: Sửa %@

source: Email
vi: Thư tín

source: Email:
vi: Thư tín:

source: Failed to add.
vi: Không thể thêm.

source: First Visits: %@
vi: Lần đầu: %@

source: From
vi: Từ

source: Get
vi: Lấy

source: Get Appointment
vi: Lấy Hẹn

source: Go by month
vi: Theo tháng

source: Go by week
vi: Theo Tuần

source: Histories
vi: Lịch Sử

source: Histories visited
vi: Lịch sử đến

source: Info
vi: Thông tin

source: IPick
vi: Chọn

source: iPick:
vi: Chọn:

source: It's Today
vi: Hôm nay

source: Monthly Earns
vi: Kiếm hàng tháng

source: Name or Phone
vi: Tên hay Điện thoại

source: Name:
vi: Tên:

source: No Client
vi: Khách Trống

source: No Schedules
vi: Hẹn Trống

source: No Service
vi: Dịch vụ Trống

source: No: %@
vi: Số: %@

source: Note:
vi: Ghi chú:

source: Note: %@
vi: Ghi chú: %@

source: Notes
vi: Ghi chú

source: Party
vi: Tiệc

source: Phone
vi: Số Điện thoại

source: Phone - opt
vi: Số Điện thoại - tuỳ ý

source: Phone is incorrect!
vi: Số không đúng!

source: Phone Option
vi: SĐT tuỳ ý

source: Please Pick
vi: Xin Chọn

source: Points
vi: Điểm

source: Points Earn: %lld
vi: Điểm kiếm: %lld

source: Price
vi: Giá

source: profile
vi: Hồ sơ

source: Receipt
vi: Biên nhận

source: Redeem
vi: Đổi

source: Redeem points
vi: Đổi điểm

source: Review timeline:
vi: Xem theo ngày:

source: Save
vi: Lưu

source: Schedule
vi: Lịch Hẹn

source: SerVice
vi: Dịch Vụ

source: Service you add will appear here.
vi: Dịch vụ thêm vào sẽ hiện ở đây.

source: Services
vi: Dịch Vụ

source: Services:
vi: Dịch Vụ:

source: small Error!
vi: Lỗi nhỏ!

source: someOne @vidu.com
vi: tên_email@vidu.com

source: Sort
vi: Phân loại

source: State:
vi: Tỉnh:

source: Street optionally:
vi: Đường nếu cần:

source: Street:
vi: Tên đường:

source: Summary!
vi: Sơ lược!

source: Tag
vi: Thẻ

source: Tag name
vi: Tên Thẻ

source: Tip
vi: Bo

source: Tip Amount
vi: Bo nhiêu

source: Tip:
vi: Bo:

source: Tip: %@
vi: Bo: %@

source: Tipping
vi: Bo

source: To
vi: Đến

source: Today
vi: Hôm nay

source: Today have saved
vi: Lưu hôm nay

source: Total
vi: Tổng

source: Total Earnings: %lld
vi: Tổng Kiếm: %lld

source: Total tip: %lld
vi: Tổng bo: %lld

source: Total:
vi: Tổng:

source: UnPick-->
vi: Bỏ—>

source: Update
vi: Cập nhật

source: Weekly Earns
vi: Kiếm mỗi tuần

source: Welcome to DayEarn
vi: DayEarn chào bạn

source: Year
vi: Năm

source: Yearly
vi: Hàng năm

source: you gained
vi: bạn tăng được

source: Your Client !
vi: Khách của bạn !

source: Your daily chart show here!
vi: Biểu Đồ hàng ngày!

source: Your Name
vi: Tên bạn

source: Zip Code:
vi: Mã bưu chính:
